[
  {
    "title": "Walking",
    "author": "Jeffreys, Tom, editor.",
    "publisher": "London : co-published by Whitechapel Gallery ; Cambridge, MA : The MIT Press",
    "date": "2024",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750263401861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780854883165/lc.jpg",
    "description": "\"Across the world, walking is a vital way to assert one's presence in public space and discourse. Walking maps the terrain of contemporary walking practices, foregrounding work by Black artists, Indigenous artists and artists of colour, working-class artists, LGBTQI+ artists, disabled artists and neurodiverse artists, as well as many more who are frequently denied the right to take their places in public space, not only in the street or the countryside but also in art discourse. This anthology contends that, as a relational practice, walking inevitably touches upon questions of access, public space, land ownership and use. Walking is therefore always a political act.\" --Back cover."
  },
  {
    "title": "Activism",
    "author": "Ramos, Afonso Dias, editor. ; Snow, Tom (Art historian), editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2023",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750063901861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=0854883142/lc.jpg",
    "description": "Abstract: \"Activism is a critical point of contention for institutions and genealogies of contemporary art around the world. Yet artists have consistently engaged in activist discourse, lending their skills to social movements, and regularly participating in civil and social rights campaigns while also boycotting cultural institutions and exerting significant pressure on them. This timely volume, edited by Tom Snow and Afonso Ramos, addresses an extraordinary moment in debates over the institutional frameworks and networks of art including large-scale direct actions, as well as a radical rethinking of art venues and urban spaces according to racial, class, or gender-based disparities, including demonstrations against the extractive and exploitative practices of neoliberal accumulation and climate catastrophe. From ACT UP and its affiliate groups since the dawn of the AIDS crisis to the counter-spectacle and street theatrics of the so-called Arab Spring and Occupy, to ongoing protest movements such as Black Lives Matter, Rhodes Must Fall, and Decolonize This Place, activist aesthetics has proven increasingly difficult to define under traditional classifications. Resurgent campaigns for decolonial reckoning, ecological justice, gender equality, indigenous rights and antiracist pedagogies indicate that the role of activism in contemporary art practice urges a critical reassessment. One pressing question is whether contemporary art's most radical politics now takes place outside, against, or in spite of, conventional sites of display such as museums, biennials, and galleries.\" --Provided by publisher."
  },
  {
    "title": "Oceans",
    "author": "Syperek, Pandora, editor. ; Wade, Sarah (Art historian), editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2023",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750256701861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780854883042/lc.jpg",
    "description": "\"OCEANS attends to the inextricable human and nonhuman agencies that affect and are affected by the sea and its running currents within contemporary art and visual culture. Oceans cover more than 70 percent of the Earth's surface, dividing and connecting humans, who carry saltwater in their blood, sweat and tears. They also represent a powerful nonhuman force, rising, flooding, heating and raging in unprecedented ways as the climate crisis unfolds. Artists have envisioned the sea as a sublime wilderness, home to mythical creatures and bizarre species, a source of life and death, a site of new beginnings and tragic endings, both wondrous and disastrous. From migration to melting ice caps, the sea is omnipresent in international news and politics, leaking into popular culture and proliferating in recent art and exhibitions. This anthology gathers artists and writers to address the ocean not only as a theme but as a major agent of artistic and curatorial methods.\"--Provided by publisher."
  },
  {
    "title": "The Cute",
    "author": "Ngai, Sianne",
    "publisher": "London: Whitechapel Gallery",
    "date": "2022",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/1vu65jd/cdi_proquest_ebookcentral_EBC29196788",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=0854883037/lc.jpg",
    "description": ""
  },
  {
    "title": "The cute",
    "author": "Ngai, Sianne, editor.",
    "publisher": "London, England : Whitechapel Gallery Ventures Limited",
    "date": "2022",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900715212701861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780854882984/lc.jpg",
    "description": "This singular collection of writings tracks the astonishing impact of one vernacular aesthetic category - the cute - on post-war and contemporary art."
  },
  {
    "title": "Speculation",
    "author": "Vishmidt, Marina, 1976- editor. ; Whitechapel Art Gallery, publisher.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2022",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750263601861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780854882991/lc.jpg",
    "description": "\"A wide-ranging investigation of what speculation is, and what is at stake for artistic, curatorial, critical, and institutional practices in relating to their own speculative character. Engaging with the question of speculation in ways that encompass the artistic, the economic, and the philosophical, with excursions into the literary and the scientific, this collection approaches the theme as a powerful logic of contemporary life whose key instantiations are art and finance. Both are premised on the power of contingency, temporality, and experimentation in the creation (and capitalization) of possible worlds. Artistic autonomy, and the self-legislation of the space of art, have often been seen as the freedom to speculate wildly on material and social possibilities. In this context, the artist is seen as a speculative subject and a paragon of creativity--the diametrical opposite of the bean-counter obsessed with balance sheets and value added. However, once social reality becomes speculative and opaque in its own right--risky, algorithmic, and overhauled by networked markets--what becomes of the distinction between not just art and finance but art and life? This anthology surveys material and social inventiveness from the ground up, speculating with technologies, gender, constructs of the family, and systems of logistics and coordination. An ecology of speculation is traced--one that is as broken, specific, and enthralling as the world.\" --Provided by publisher."
  },
  {
    "title": "Magic",
    "author": "Sutcliffe, Jamie, editor, writer of introduction. ; Fort, Charles, 1874-1932, contributor. ; Nelson, Victoria, contributor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2021",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750257201861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262543033/lc.jpg",
    "description": "\"The first accessible reader on magic's generative relationship with contemporary art practice. From the hexing of presidents to a renewed interest in herbalism and atavistic forms of self-care, magic has furnished the contemporary imagination with mysterious and often disorienting bodies of arcane thought and practice. This volume brings together writings by artists, magicians, historians, and theorists that illuminate the vibrant correspondences animating contemporary art's varied encounters with magical culture, inspiring a reconsideration of the relationship between the symbolic and the pragmatic. Dispensing with simple narratives of reenchantment, Magic illustrates the intricate ways in which we have to some extent always been captivated by the allure of the numinous. It demonstrates how magical culture's tendencies toward secrecy, occlusion, and encryption might provide contemporary artists with strategies of remedial communality, a renewed faith in the invocational power of personal testimony, and a poetics of practice that could boldly question our political circumstances, from the crisis of climate collapse to the strictures of socially sanctioned techniques of medical and psychiatric care. Tracing its various emergences through the shadows of modernity, the circuitries of ritual media, and declarations of psychic self-defence, Magic deciphers the evolution of a \"magical-critical\" thinking that productively complicates, contradicts and expands the boundaries of our increasingly weird present\"--Provided by publisher."
  },
  {
    "title": "Health",
    "author": "RodriÌguez MunÌƒoz, BaÌrbara, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2020",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750259601861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262539463/lc.jpg",
    "description": "\"Explores the ethical, aesthetic and political significance of practices, positions and theories connected to health in contemporary art. In an era of fitness programs, increasing antidepressant usage, nutrition counseling and health-management apps, wellness is one of the defining issues of contemporary life, dictating every intimate aspect of our lives. Historically, art has been entwined with the values of medicine, beauty, and the productive body that have defined western scientific paradigms; contemporary artists are increasingly confronting and reshaping these ideologies, critically tackling illness and impairment in their practice while challenging ableist institutional dynamics. In this volume, artists, curators, writers, and thinkers engage with the ways the vulnerability of our bodies reveals structural aspects of our societies. At a moment at which epidemics and global warming menace all forms of life, we see clearly how health intersects with sexuality, ethnicity, gender, class, and coloniality. By reclaiming other realities, beyond a state of health as a norm, this book questions the myths, stigmas, and cultural attitudes that shape normative perceptions, revealing the interdependence of our entangled existences. The book includes four newly commissioned texts: by artists Mahmoud Khaled and Patrick Staff, by curator Clare Barlow on disability in the museum, and by curator Portia Malatjie on the work of Dineo Seshee Bopape. It also features two texts on the current COVID-19 pandemic, by Anne Boyer and Filipa Ramos.\"--Provided by publisher."
  },
  {
    "title": "Science fiction",
    "author": "Byrne-Smith, Dan, editor. ; Whitechapel Art Gallery, issuing body.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2020",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750256401861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=0262538857/lc.jpg",
    "description": "\"The first major anthology to focus on relationships between science fiction and contemporary art, with topics ranging from accelerating technological change to global urbanization. Over the past two decades, artists and writers have increasingly used science fiction as a lens through which to search for fragments of truth emerging from the past or the future. The proliferation of science fiction in contemporary art practice and discourse reflects an increased understanding of how this narrative field continues to grow in relevance. This book is the first major anthology to focus on relationships between science fiction and contemporary art, and offers an essential read for all those exploring this vital genre. Organizing its contributions according to four distinct approaches--\"estrangement,\" \"futures,\" \"posthumanism,\" and \"ecologies\"--this unique collection gathers key examples of the influence of science fiction in recent cultural development. It considers topics that include the integration and acceleration of technological change, global urbanization and concepts of futurity, the boundaries of social structures and nonhuman life, and the threatening evidence of climate change\"--Provided by publisher."
  },
  {
    "title": "Translation",
    "author": "Williamson, Sophie J., editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2019",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750254501861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262537926/lc.jpg",
    "description": "\"The movement of global populations, and subsequently the task of translation, underlies contemporary culture: the intricacies of ancient and modern Jewish diaspora, generations of colonisation and the transportation of slaves are now superimposed by economic and environmental migration, forced political exiles and refugees. This timely anthology will consider translation's ongoing role in cultural navigation, empathy and understanding disparate experience, exploring the approaches of artists, poets and theorists in negotiating increasingly protean identities: from the intrinsic intimacy of language, to translation's embedded structures of knowledge production and interaction, to its limitations of expression and, ultimately, its importance in a world of multiple perspectives. Artists surveyed include Meric AlguÌˆn Ringborg, Geta BraÌ†tescu, Tanya Bruguera, Jesse Darling, Chto Delat, Chohreh Feyzdjou, Susan Hiller, Glenn Ligon, Teresa Margolles, Shirin Neshat, HeÌlio Oiticica, Pratchaya Phinthong, Kurt Schwitters, Yinka Shonibare, Mladen StilinovicÌ, Erika Tan, Kara Walker, Wu Tsang. Writers include Hannah Arendt, James Baldwin, Walter Benjamin, Judith Butler, Luis Camnitzer, Jean Fisher, Stuart Hall, bell hooks, Sarat Maharaj, Martha Rosler, Bertrand Russell, Simon Sheikh, Gayatri Spivak, Hito Steyerl, Lawrence Venuti\"--Provided by publisher."
  },
  {
    "title": "The rural",
    "author": "myvillages.org, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2019",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750256501861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262537162/lc.jpg",
    "description": "\"The Rural : What, and where, is 'the Rural'? From the rocks that break a farmer's plough on a field in Japan to digital infrastructures that organize geographically dispersed interests and ambitions, vast parts of our lives are still connected and dependent on resources, production, and infrastructures located within rural geographies, with the rural remaining a shared and common cultural space. This anthology offers an urgent and diverse cross-section of rural art, thinking, and practice, and consider how artists respond to the socio-economic divides between the rural and the urban, from reimagined farming practices and food systems to architecture, community projects, and transnational local networks.\"--back cover."
  },
  {
    "title": "Craft",
    "author": "Harrod, Tanya, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2018",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99326331248101451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262535830/lc.jpg",
    "description": "Part of the acclaimed series of anthologies which document major themes and ideas in contemporary art. A vital resource through which to understand the ways technologies, materials, techniques and tools are investigated through the lens of craft in contemporary art. Craft is a contested concept in art history and a vital category through which to understand contemporary art. Through \"craft\", materials, techniques and tools are investigated and their histories explored in order to reflect on the politics of labour and on the extraordinary complexity of the made world around us. This anthology offers an ethnography of craft, surveying its shape-shifting identities in the context of progressive art and design through writings by artists and makers, and drawing on poetry, fiction, anthropology and sociology. Reflections on new technologies and materials, lost and found worlds of handwork and the politics of work all throw light on \"craft\" as process, product and ideology.; \"In recent times 'craft' has been employed stategically--to confront issues of gender or uneven global development, to make a stand against artistic academicism, or to engage with making processes, some distinctly archaic, employed to suggest the abject and the everyday. This anthology offers an ethnography of craft, surveying its shape-shifting identities in the context of progressive art and design. Reflections on new technologies, lost and found worlds of handwork and the politics of work all throw light on 'craft' as process, product and ideology.\"--back cover."
  },
  {
    "title": "Practice",
    "author": "Boon, Marcus, editor. ; Levine, Gabriel, 1975- editor.",
    "publisher": "Cambridge, MA : The MIT Press",
    "date": "2018",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99324926689401451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262535397/lc.jpg",
    "description": "'Practice' is one of the key words of contemporary art, used in contexts ranging from artists' descriptions of their practice to curatorial practice, from social practice to practice-based research. This is the first anthology to investigate what contemporary notions of practice mean for art, tracing their development and speculating on where this leads. Reframing the question of practice offers new ways of reading the history of art and of evaluating particular forms of practice-based art."
  },
  {
    "title": "Destruction",
    "author": "Spieker, Sven, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2017",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750262501861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262534345/lc.jpg",
    "description": "\"The effects and meanings of destruction are central to the work of many of our most influential artists. Since the early 1960s, artists have employed destruction to creative ends. Here destruction changes from a negative state or passive condition to a highly productive category. The destructive subversion of media imagery aims to release us from its controlling effects. The self-destructing artwork extinguishes art's fixity as arrested form and ushers in the ephemeral and contingent 'open work. This anthology explores artworks that convey the threat of destruction an how they have disrupted the perceived integrity of built structures and institutions. Artistic acts of iconoclasm or risk to the self have raised consciousness of authoritarian oppression. More understated works explore the theme of destruction in armed conflict, media violence, and threats to the environment. These text make up the first collection to be focused systematically on destruction in modern and contemporary art\"--Provided by publisher."
  },
  {
    "title": "Work",
    "author": "Sigler, Friederike, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2017",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750253401861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262534338/lc.jpg",
    "description": "\"Work has become a major topic in contemporary art, reflecting an engagement with labour both as a subject of critical investigation and as a process in the making of art. This ranges from the self-identification of 'art workers' and the formation of work-related art activist groups in the 1970s to critique of neoliberal mechanisms of labour division and exploitation. This anthology surveys work's relationships with art, exploring artistic strategies that grapple with the complexities of being an art worker in the new economy, a postproducer, a collaborator, a fabricator, a striker, an ethical campaigner, or would-be transformer of labour from oppression to liberation. Work is one of a series documenting major themes and ideas in contemporary art\"--Provided by publisher."
  },
  {
    "title": "Boredom",
    "author": "McDonough, Tom, 1969- editor.",
    "publisher": "Cambridge, Massachusetts : The MIT Press",
    "date": "2017",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750262801861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262533447/lc.jpg",
    "description": "Without boredom, arguably there is no modernity. The current sense of the word emerged simultaneously with industrialization, mass politics, and consumerism. From Manet onwards, when art represents the everyday within modern life, encounters with tedium are inevitable. And starting with modernism's retreat into abstraction through subsequent demands placed on audiences, from the late 1960s to the present, the viewer's endurance of repetition, slowness or other forms of monotony has become an anticipated feature of gallery-going. In contemporary art, boredom is no longer viewed as a singular experience ; rather, it is contingent on diverse social identifications and cultural positions, and exists along a spectrum stretching from a malign condition to be struggled against to an something to be embraced or explored as a site of resistance. This anthology contextualizes the range of boredoms associated with our neoliberal moment, taking a long view that encompasses the political critique of boredom in 1960s France ; the simultaneous aesthetic embrace in the United States of silence, repetition, or indifference in Fluxus, Pop, Minimalism and conceptual art ; the development of feminist diagnoses of malaise in art, performance, and film ; punk's social critique and its influence on theories of the postmodern ; and the recognition, beginning at the end of the 1980s, of a specific form of ennui experienced in former communist states. Today, with the emergence of new forms of labor alienation and personal intrusion, deadening forces extend even further into subjective experience, making the divide between a critical and an aesthetic use of boredom ever more tenuous--Publisher's description."
  },
  {
    "title": "Ethics (Documents of Contemporary Art series)",
    "author": "Winston, Mark",
    "publisher": "Jefferson: McFarland & Company, Inc",
    "date": "",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/1vu65jd/cdi_proquest_journals_2064906887",
    "coverimage": "",
    "description": ""
  },
  {
    "title": "Animals",
    "author": "Ramos, Filipa, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, MA : The MIT Press",
    "date": "2016",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750262901861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262529358/lc.jpg",
    "description": "Animals have become the focus of much recent art, informing numerous works and projects featured at major exhibitions. Contemporary art has become a privileged terrain for exploring interspecies relationships, providing the conditions for diverse disciplines and theoretical positions to engage with animal behaviour and consciousness. Artists' engagement with animals opens up new perspectives on the dynamics of dominance, oppression and exclusion, with parallels in human society; and animal nature is at the heart of debates on the 'anthropocene' era and the ecological concerns of scientists, thinkers and artists alike. Centred on contemporary artworks, this anthology attests to the trans-disciplinary nature of this subject, with art as one of its principal points of convergence."
  },
  {
    "title": "Information",
    "author": "Cook, Sarah, 1974- editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2016",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750258501861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262529341/lc.jpg",
    "description": "While information science draws distinctions between \"information,\" signals, and data, artists from the 1960s to the present have questioned the validity and value of such boundaries. Artists have investigated information's materiality, in signs, records, and traces; its immateriality, in hidden codes, structures, and flows; its embodiment, in instructions, social interaction, and political agency; its overload, or uncontrollable excess, challenging utopian notions of networked society; its potential for misinformation and disinformation, subliminally altering our perceptions; and its post-digital unruliness, unsettling fixed notions of history and place--Publisher's description."
  },
  {
    "title": "The magazine",
    "author": "Allen, Gwen, 1971- editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, MA : The MIT Press",
    "date": "2016",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750257301861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262528665/lc.jpg",
    "description": "\"The multiple platforms of the digital era have not diminished the role of the magazine for artists as an alternative medium and experimental space. Whether printed on paper or electronically generated, the artist's magazine continues to be a place where new ideas and forms can be imagined as well as a significant site of artistic production. Intrinsically collaborative, including readers' active engagement, the magazine is an inherently open form that generates constantly evolving relationships. It was integral to the emergence of art criticism in the Enlightenment period and to the development of artistic dialogues around notions of culture, politics, and the public from the modern era avant-gardes to the present. This collection contextualizes the current condition and potential of the artist's magazine, surveying the art worlds it has created and then superseded; the commercial media forms it has critically appropriated, intervened in, or subverted; the alternative DIY cultures it has brought into being; and the expanded fields of cultural production, exchange, and distribution it continues to engender. In addition to surveying case studies of transformational magazines from the early 1960s onwards, The Magazine includes a wide-ranging archive of key editorial statements, from eighteenth-century Weimar to twenty-first century Bangkok, Cape Town, and Delhi.\"--Publisher's description."
  },
  {
    "title": "Queer",
    "author": "Getsy, David, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2016",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99321500026801451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262528672/lc.jpg",
    "description": "\"Rather than a book of queer theory for artists, this is a book of artists' queer tactics and infectious concepts. In the first such anthology to be centred on artists' writings, numerous conversations about queer practice are brought together from diverse individual, social and cultural contexts. Together these texts describe and examine the ways in which artists have used the concept of queer as a site of political and institutional critique, as a framework to develop new families and histories, as a spur to action, and as a basis from which to declare inassimilable difference\"--Back cover."
  },
  {
    "title": "Moving image",
    "author": "Kholeif, Omar, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2015",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99321291722301451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262528108/lc.jpg",
    "description": "Review: \"Moving image is among the most significant expanded fields at contemporary art. This anthology examines the rising phenomenon of moving image practice in recent art and theory, tracing its genealogies in experimental cinema and video, body art, performance, site-specific art and installation from the 1960s onward. Contextualizing new developments made possible by advances in digital and networked technology, it locates contemporary art centred on the moving image within a global framework.\"; \"This anthology examines the expanded field of the moving image in recent art, tracing the genealogies of contemporary moving image work in performance, body art, experimental film, installation, and site-specific art from the 1960s to the present day. Contextualizing new developments made possible by advances in digital and networked technology, it locates contemporary practice within a global framework. Among the issues it examines are how new technologies, forms of apparatus, and modes of editing or framing affect innovations in artistic practice and strategy; how work is defined by local contexts, and the tensions that can arise when the local is represented globally; how we define a 'third space' for the filmic image and whether an installation area can be abstracted from geography; how performance-based work in this field explores bodies as borders or territories; the ways in which political, pedagogical, and collective forms of practice have affected the moving image; and the new platforms and modes of viewing that are evolving in response to the globally distributed condition of contemporary media.\"--Publisher's description."
  },
  {
    "title": "Materiality",
    "author": "Lange-Berndt, Petra, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2015",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99321193091301451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780854882373/lc.jpg",
    "description": "\"Materiality has reappeared as a highly contested topic in recent art. Modernist criticism tended to privilege form over matter--considering material as the essentialized basis of medium specificity--and technically based approaches in art history reinforced connoisseurship through the science of artistic materials. But in order to engage critically with the meaning, for example, of hair in David Hammons's installations, milk in the work of Dieter Roth, or latex in the sculptures of Eva Hesse, we need a very different set of methodological tools. This anthology focuses on the moments when materials become willful actors and agents within artistic processes, entangling their audience in a web of connections. It investigates the role of materiality in art that attempts to expand notions of time, space, process, or participation. And it looks at the ways in which materials obstruct, disrupt, or interfere with social norms, emerging as impure formations and messy, unstable substances. It reexamines the notion of \"dematerialization\"; addresses materialist critiques of artistic production; surveys relationships between matter and bodies, from the hierarchies of gender to the abject and phobic; explores the vitality of substances; and addresses the concepts of intermateriality and transmateriality emerging in the hybrid zones of digital experimentation\"--Publisher's description.; Artists surveyed include: Georges AdeÌagbo, Carl Andre, Janine Antoni, Amy Balkin, Artur Barrio, Helen Chadwick, Mel Chin, Mark Dion, Jimmie Durham, Tessa Farmer, Chohreh Feyzdjou, Romuald HazoumeÌ€, Pierre Huyghe, Ilya Kabakov, Mike Kelley, Anthony McCall, Teresa Margolles, Robert Morris, Michelangelo Pistoletto, Tino Sehgal, Shozo Shimamoto, Santiago Sierra, Robert Smithson, Simon Starling, Paul Thek, Paul Vanouse, Mierle Laderman Ukeles, Kara Walker."
  },
  {
    "title": "Ethics",
    "author": "Beshty, Walead, 1976- editor.",
    "publisher": "Cambridge, Massachusetts : The MIT Press",
    "date": "2015",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99320529191901451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262527187/lc.jpg",
    "description": "The boundary of a contemporary art object or project is no longer something that exists only in physical space; it also exists in social, political, and ethical space. Art has opened up to transnational networks of producers and audiences, migrating into the sphere of social and distributive systems, whether in the form of \"relational aesthetics\" or other critical reinventions of practice. Art has thus become increasingly implicated in questions of ethics. Beshty evaluates the relation of ethics to aesthetics, and demonstrates how this encounter has become central to the contested space of much recent art. He brings together theoretical foundations for an ethics of aesthetics; appraisals of art that engages with ethical issues; statements and examples of methodologies adopted by a diverse range of artists; and examinations of artworks that question the ethical conditions in which contemporary art is produced and experienced."
  },
  {
    "title": "Systems",
    "author": "Shanken, Edward A., 1964- editor.",
    "publisher": "Cambridge, Massachusetts : The MIT Press ; London co-published by Whitechaper Gallery",
    "date": "2015",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99320406082301451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262527194/lc.jpg",
    "description": "In the late 1950s, experiments such as the cybernetic sculptures of Nicolas SchoÌˆffer or the programmatic music compositions of John Cage and Iannis Xenakis transposed systems theory from the sciences to the arts. By the 1960s, artists as diverse as Roy Ascott, Hans Haacke, Robert Morris, Sonia Sheridan, and Stephen Willats were breaking with accepted aesthetics to embrace open systems that emphasized organism over mechanism, dynamic processes of interaction among elements, and the observer's role as an inextricable part of the system. Jack Burnham's 1968 Artforum essay \"Systems Aesthetics\" and his 1970 \"Software\" exhibition marked the high point of systems-based art until its resurgence in the changed conditions of the twenty-first century. Systems traces this radical shift in aesthetics from its roots in mid twentieth-century general systems theory, cybernetics, and artificial intelligence to the cutting-edge science of the present. The collected texts examine the connections between advanced technological systems, our bodies and minds; the relation of musical to spatial and architectural structures; and the ways in which systems-based art projects can create self-generating entities and networks, alter our experience of time, change the configurations of social relations, cross cultural borders, and interact with threatened ecosystems."
  },
  {
    "title": "Networks",
    "author": "Quaintance, Morgan",
    "publisher": "",
    "date": "",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/1vu65jd/cdi_proquest_miscellaneous_1733498775",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262525756/lc.jpg",
    "description": ""
  },
  {
    "title": "Sexuality",
    "author": "Jones, Amelia, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2014",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99319583433801451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262526579/lc.jpg",
    "description": "This title critically surveys art's identification with desire, self-performance and self-representation via key texts by artists an theorists from the mid 20th century to the present. It has been argued, most notably in psychoanalytic and modernist art discourse, that the production of works of art is fundamentally driven by sexual desire. It has further been argued, particularly since the early 1970s, that sexual drives and desires also condition the distribution, display and reception of art. This anthology traces how and why this identification of art with sexual expression or repression arose and how the terms have shifted in tandem with artistic and theoretical debates, from the era of the rights movements to the present."
  },
  {
    "title": "Exhibition",
    "author": "Steeds, Lucy, editor.",
    "publisher": "Cambridge, Massachusetts : The MIT Press",
    "date": "2014",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99319136757501451",
    "coverimage": "",
    "description": "\"This anthology provides a multivocal critique of the exhibition of contemporary art, bringing together the writings of artists, curators, and theorists. Collectively these diverse perspectives are united by the notion that although the focus for modernist discussion was individual works of art, it is the exhibition that is the prime cultural carrier of contemporaneity. The texts encompass exhibition design and form; exhibitions that are object-based, live, or discursive; projects that no longer rely on a physical space to be visited in person; artists' responses to being curated and their reflections on the potential of acting curatorially. Set against the rise of the curator as an influential force in the contemporary art world, this volume underlines the crucial role of artists in questioning and shaping the phenomenon of the exhibition.\"--Publisher's description."
  },
  {
    "title": "Sexuality",
    "author": "Jones, Amelia, editor.",
    "publisher": "Cambridge, Massachusetts : The MIT Press",
    "date": "2014",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99319136757201451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262526579/lc.jpg",
    "description": "\"It has been argued, most notably in psychoanalytic and modernist art discourse, that the production of works of art is fundamentally driven by sexual desire. It has been further argued, particularly since the early 1970s, that sexual drives and desires also condition the distribution, display and reception of art. This anthology traces how and why this identification of art with sexual expression or repression arose and how the terms have shifted in tandem with artistic and theoretical debates, from the era of the rights movements to the present. Among the subjects it discusses are abjection and the \"informe,\" or formless; pornography and the obscene; the performativity of gender and sexuality; and the role of sexuality in forging radical art or curatorial practices in response to such issues as state-sponsored repression and anti-feminism in the broader social realm\"--Publisher's description."
  },
  {
    "title": "Networks",
    "author": "Larsen, Lars Bang, 1972- editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, MA : The MIT Press",
    "date": "2014",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99317932201701451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262525756/lc.jpg",
    "description": "\"Networks is one of a series documenting major themes and ideas in contemporary art. The dawn of the electronic media age in the 1960s initiated a cultural shift from the modernist grid's determination of projection and representation to the fluid structures and circuits of the network, presenting art with new challenges and possibilities. Artists have used the 'space of flows' as a basis for creating utopian scenarios, absurd yet functional propositions or holistic planetary visions. Others have explored the economies of reciprocity and the ethics of generosity, in works that address changed conditions of co-dependence and new sites of social negotiation. The 'infra-power' of the network has been a departure point for self-organized counter-culture and the creation of new types of agency. And a 'poetics of connectivity' runs through a diverse range of work that addresses the social and material complexity of networks via physical structures and ambient installation, the mapping of the internet, or the development of robots and software that take on the functions of artist or curator\"--Publisher's description."
  },
  {
    "title": "The object",
    "author": "Hudek, Antony, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachesetts : The MIT Press",
    "date": "2014",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99317868572001451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262525763/lc.jpg",
    "description": "This title focuses on the object as a key to understanding central aspects of modern and contemporary art.; \"Artists increasingly refer to \"post-object-based\" work while theorists engage with material artifacts in culture. A focus on \"object-based\" learning treats objects as vectors for dialogue across disciplines. Virtual imaging enables the object to be abstracted or circumvented, while immaterial forms of labor challenge materialist theories. This anthology surveys such reappraisals of what constitutes the \"objectness\" of production, with art as its focus. Among the topics it examines are the relation of the object to subjectivity; distinctions between objects and things; the significance of the object's transition from inert mass to tool or artifact; and the meanings of the everyday in the found object, repetition in the replicated or multiple object, loss in the absent object, and abjection in the formless or degraded object. It also explores artistic positions that are anti-object; theories of the experimental, liminal or mental object; and the role of objects in performance. The object becomes a prism through which to reread contemporary art and better understand its recent past.\" -- Publisher's description"
  },
  {
    "title": "The market",
    "author": "Degen, Natasha, editor.",
    "publisher": "Cambridge, MA : The MIT Press",
    "date": "2013",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750256901861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262519670/lc.jpg",
    "description": "Transnational markets hold sway over all aspects of contemporary culture, and that has transformed the environment of recent art, blurring the previously discrete realms of price and value, capital and creativity. Artists have responded not only critically but imaginatively to the many issues this raises, including the treatment of artworks as analogous to capital goods, the assertion that art's value is best measured by the market, and the notion that art and money share an internal logic. Some artists have investigated the market's pressures on creative democracy, its ubiquity, vulgarity, and fetishizing force, while others have embraced the creative possibilities the market offers. And for a decade curators and theorists have speculated on the implications of this new symbiosis between art and money, cultural and economic value. Drawing on a wide range of interdisciplinary sources, in dialogue with artists' writings, this anthology traces the historic origins of these debates in different versions of modernism and surveys the relationships among art, value, and price; the evolution and influence of patronage; the actors and institutions of the art market; and the diversity of artistic practices that either criticize or embrace the conditions of the contemporary market. Artists surveyed include: Carl Andre, Fareed Armaly and Christian Philipp MuÌˆller, Fia BackstroÌˆm, Conrad Bakker, John Baldessari, Joseph Beuys, Ian Burn, Maurizio Cattelan, Lygia Clark, Elmgreen & Dragset, Andrea Fraser, FeÌlix GonzaÌlez-Torres, Guerrilla Girls, Andreas Gursky, Hans Haacke, Keith Haring, Marianne Heier, Damien Hirst, Christian Jankowski, Jeff Koons, Barbara Kruger, Louise Lawler, Liu Ding, Takashi Murakami, Ahmet OÌˆguÌˆt, Gabriel Orozco, Danica Phelps, Tino Sehgal, Richard Serra, Nedko Solakov, Reena Spaulings, Rirkrit Tiravanija, Andy Warhol, Fred Wilson, Erwin Wurm, Zhou Tiehai. Writers include: Theodor Adorno, Jack Bankowsky, Jean Baudrillard, Luc Boltanski, Pierre Bourdieu, Martin Braathen, Malcolm Bull, Eve Chiapello, Thierry de Duve, Marvin Elkoff, Hal Foster, Peter Fuller, William Grampp, Josh Greenfield, Miwon Kwon, Kate Linker, Scott Rothkopf, Peter Schjeldahl, Thomas Seelig, Marc Shell, Georg Simmel, Barbara Herrnstein Smith, Wolfgang Ullrich, Karen van den Berg, Thorstein Veblen, Olav Velthuis, Thomas Zaunschirm.--Publisher's website."
  },
  {
    "title": "Time",
    "author": "Groom, Amelia, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, MA : The MIT Press",
    "date": "2013",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99196220820001451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262519663/lc.jpg",
    "description": "What does 'contemporary' actually mean? This is among the fundamental questions about the nature and politics of time that philosophers, artists and more recently curators have investigated over the past two decades. If clock time--a linear measurement that can be unified, followed and owned--is largely the invention of capitalist modernity and binds us to its strictures, how can we extricate ourselves and discover alternative possibilities of experiencing time? Recent art has explored such diverse registers of temporality as wasting and waiting, regression and repetition, deÌjaÌ€ vu and seriality, unrealized possibility and idleness, non-consummation and counter-productivity, the belated and the premature, the disjointed and the out-of-sync--all of which go against sequentialist time and index slips in chronological experience. While such theorists as Giorgio Agamben and Georges Didi-Huberman have proposed \"anachronistic\" or \"heterochronic\" readings of history, artists have opened up the field of time to the extent that the very notion of the contemporary is brought into question. This collection surveys contemporary art and theory that proposes a wealth of alternatives to outdated linear models of time. Artists surveyed include: Marina Abramovic, Francis AlyÌˆs, Matthew Buckingham, Janet Cardiff, Paul Chan, Olafur Eliasson, Bea Fremderman, Toril Johannessen, On Kawara, Joachim Koester, Christian Marclay, nova Milne, Trevor Paglen, Katie Patterson, Raqs Media Collective, Dexter Sinister, Simon Starling, Hito Steyerl, Hiroshi Sugimoto, Tehching Hsieh, Time/Bank, Mark von Schlegell. Writers include: Giorgio Agamben, Mieke Bal, Geoffrey Batchen, Hans Belting, Walter Benjamin, Franco Berardi, Daniel Birnbaum, Georges Didi-Huberman, DoÌ„gen Zenji, Peter Galison, Boris Groys, Brian Dillon, Elena Filipovic, Joshua Foer, Elizabeth Grosz, Adrian Heathfield, Rachel Kent, Bruno Latour, George Kubler, Doreen Massey, Alexander Nagel, Jean-Luc Nancy, Daniel Rosenberg, Michel Serres, Michel Siffre, Nancy Spector, Nato Thompson, Christopher Wood, George Woodcock.--Publishers website."
  },
  {
    "title": "Abstraction",
    "author": "Lind, Maria, 1966- editor.",
    "publisher": "London : Whitechapel Gallery",
    "date": "2013",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99159619250001451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262518369/lc.jpg",
    "description": "\"This anthology reconsiders crucial aspects of abstraction's resurgence in contemporary art, exploring three equally significant strategies explored in current practice: formal abstraction, economic abstraction, and social abstraction. In the 1960s, movements as diverse as Latin American neo-concretism, op art and \"eccentric abstraction\" disrupted the homogeneity, universality, and rationality associated with abstraction. These modes of abstraction opened up new forms of engagement with the phenomenal world as well as the possibility of diverse readings of the same forms, ranging from formalist and transcendental to socio-economic and conceptual. In the 1980s, the writings of Peter Halley, Fredric Jameson, and others considered an increasingly abstracted world in terms of its economic, social, and political conditions -- all of which were increasingly manifested through abstract codes or sites of style. Such economic abstraction is primarily addressed in art through subject or theme, but Deleuze and Guattari's notion of art as abstract machine opens up possibilities for art's role in the construction of a new kind of social reality. In more recent art, a third strand of abstraction emerges: a form of social abstraction centered on the strategy of withdrawal. Social abstraction implies stepping aside, a movement away from the mainstream, suggesting the possibilities for art to maneuver within self-organized, withdrawn initiatives in the field of cultural production\"--Publisher's description.; Artists surveyed include: Lee Bontecou, Louise Bourgeois, Amilcar de Castro, Paul CeÌzanne, Lygia Clark, Kajsa Dahlberg, Stephan Dillemuth, Marcel Duchamp, Gardar Eide Einarsson, GuÌˆnther FoÌˆrg, Liam Gillick, Ferreira Gullar, Jean HeÌlion, Eva Hesse, Jakob Jakobsen, Jasper Johns, Donald Judd, Wassily Kandinsky, Sol LeWitt, Piet Mondrian, Bruce Nauman, HeÌlio Oiticica, Blinky Palermo, Lygia Pape, Mai-Thu Perret, Jackson Pollock, Tobias Rehberger, Bridget Riley, Emily Roysden, Lucas Samaras, Julian Stanczak, Frank Stella, Hito Steyerl, Theo van Doesburg. Writers include: Alfred H. Barr Jr., Ina Blom, Lynne Cooke, Anthony Davies, Judi Freeman, Peter Halley, Brian Holmes, Joe Houston, Fredric Jameson, Lucy R. Lippard, Sven LuÌˆtticken, Nina MoÌˆntmann, Gabriel Perez-Barreiro, Catherine QueÌloz, Gerald Raunig, Irit Rogoff, Meyer Schapiro, Kirk Varnedoe, Stephan Zepke.--Publisher's website."
  },
  {
    "title": "Documentary",
    "author": "Stallabrass, Julian, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2013",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99138867670001451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262518291/lc.jpg",
    "description": "Documentary has undergone a marked revival in recent art, following a long period in which it was a denigrated and unfashionable practice. This has in part been led by the exhibition of photographic and video work on political issues at 'Documenta' and numerous biennials and, since the turn of the century, issues of injustice, violence and trauma in increasing zones of conflict. Aesthetically, documentary is now one of the most prominent modes of art-making, in part assisted by the linked transformation and recuperation of photography and video by the gallery and museum world. Unsurprisingly, this development, along with the close attention paid to photojournalism and mainstream documentary-making in a time of crisis, has been accompanied by a rich strain of theoretical and historical writing on documentary.; Artists surveyed include: Kutlug Ataman, Ursula Biemann, Hasan Elahi, Harun Farocki, Omer Fast, Joan Fontcuberta, Regina JoseÌ Galindo, David Goldblatt, Craigie Horsfield, Alfredo Jaar, Emily Jacir, Lisa F. Jackson, Philip Jones Griffiths, An-My Le, Renzo Martens, Boris Mikhailov, Daido Moriyama, Walid Raad, Michael Schmidt, Sean Snyder. Writers include: James Agee, Ariella Azoulay, Walter Benjamin, Adam Broomberg, Judith Butler, Oliver Chanarin, Georges Didi-Huberman, John Grierson, David Levi Strauss, Elizabeth McCausland, Carl Plantinga, Jacques RancieÌ€re, Martha Rosler, Jean-Paul Sartre, Allan Sekula, W. Eugene Smith, Susan Sontag, Hito Steyerl, Trinh T. Minh-ha.--Publisher's website."
  },
  {
    "title": "Nature",
    "author": "Kastner, Jeffrey, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Mass. : MIT Press",
    "date": "2012",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750263901861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262517669/lc.jpg",
    "description": "This anthology considers how the rise of transdisciplinary practices in the post-war era allowed for new kinds of artistic engagement with nature. It provides an overview of the eclectic scientific and philosophical sources that inform contemporary art's investigations of nature."
  },
  {
    "title": "Dance",
    "author": "Lepecki, AndreÌ, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, MA : MIT Press",
    "date": "2012",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750063401861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262517775/lc.jpg",
    "description": "\"This collection surveys the choreographic turn in the artistic imagination from the 1950s onwards, and in doing so outlines the philosophies of movement instrumental to the development of experimental dance. By introducing and discussing the concepts of embodiment and corporeality, choreopolitics, and the notion of dance in an expanded field, Dance establishes the aesthetics and politics of dance as a major impetus in contemporary culture. It offers testimonies and writings by influential visual artists whose work has taken inspiration from dance and choreography.\"--Publisher."
  },
  {
    "title": "Memory",
    "author": "Farr, Ian, 1960- editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Massachusetts : The MIT Press",
    "date": "2012",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99135297860001451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262517768/lc.jpg",
    "description": "\"This anthology investigates the turn in art not only towards archives and histories, the relics of modernities past, but toward the phenomena, in themselves, of \"haunting\" and the activation of memory. It looks at a wide array of artistic relationships to memory association, repetition and reappearance, as well as forms of \"active\" forgetting. Its discussions encompass artworks from the late 1940s onward, ranging from reperformances such as Marina AbramovicÌ's Seven Easy Pieces (embodied resurrections of decades-removed performance pieces by her contemporaries) to the inanimate trace of \"memory\" Robert Morris assigns to his free-form felt pieces, which \"forget\" in their present configurations their previous slides and falls. Contextualizing memory's role in visual theory and aesthetic politics--from Marcel Proust's optics to Bernard Stiegler's analysis of memory's \"industrialization\"--This collection also surveys the diversity of situations and registers in which contemporary artists explore memory. Art that engages with memory embodied in material and spatial conditions is examined beside works that reflect upon memory's effects through time, and yet others that enlist the agency of remembrance or forgetting to work through aspects of the numerous pasts by which the present is always haunted.\"--Publisher."
  },
  {
    "title": "The studio",
    "author": "Hoffmann, Jens, 1974-",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Mass. : MIT Press",
    "date": "2012",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99127216860001451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262517614/lc.jpg",
    "description": "The evolution of studioâ€”and â€œpost-studioâ€â€”practice over the last half century. With the emergence of conceptual art in the mid-1960s, the traditional notion of the studio became at least partly obsolete. Other sites emerged for the generation of art, leading to the idea of â€œpost-studio practice.â€ But the studio never went away; it was continually reinvented in response to new realities. This collection, expanding on current critical interest in issues of production and situation, looks at the evolution of studioâ€”and â€œpost-studioâ€â€”practice over the last half century. In recent decades many artists have turned their studios into offices from which they organize a multiplicity of operations and interactions. Others use the studio as a quasi-exhibition space, or work on a laptop computerâ€”mobile, flexible, and ready to follow the next commission. Among the topics surveyed here are the changing portrayal and experience of the artist's role since 1960; the diversity of current studio and post-studio practice; the critical strategies of artists who have used the studio situation as the subject or point of origin for their work; the insights to be gained from archival studio projects; and the expanded field of production that arises from responding to new conditions in the world outside the studio. The essays and artists' statements in this volume explore these questions with a focus on examining the studio's transition from a workshop for physical production to a space with potential for multiple forms of creation and participation--Publisher's description."
  },
  {
    "title": "Painting",
    "author": "Myers, Terry R., editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Mass. : MIT Press",
    "date": "2011",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99175456320001451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780854881888/lc.jpg",
    "description": "Content advice: Painting has often been pronounced dead since the end of the 19th century, yet its resurgence in the 1980s initiated a dramatic expansion of its field. This is a guide to painting's multiple discourses from that moment, going beyond the modern/postmodern dialectic and redefining the conditions necessary for an artwork to be described as 'painting' in today's and tomorrow's world."
  },
  {
    "title": "Ruins",
    "author": "Dillon, Brian, 1969- editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Mass. : MIT Press",
    "date": "2011",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99140047650001451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262516372/lc.jpg",
    "description": "Ruins is one of a series documenting major themes and ideas in contemporary art."
  },
  {
    "title": "Education",
    "author": "Allen, Felicity, 1952- editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Mass. : MIT Press",
    "date": "2011",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99131081150001451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262516365/lc.jpg",
    "description": "This is an indispensible resource for all who believe in the importance of art in the wider educational realm. Fostering international dialogue across diverse viewpoints and positions, these texts ask fundamental questions about art and education, addressing such issues as instrumentalism and control, liberation and equality, the production and the politics of culture--Publisher's description."
  },
  {
    "title": "Sound",
    "author": "Kelly, Caleb, 1972-",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Mass. : MIT Press",
    "date": "2011",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma9999418890001451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780854881871/lc.jpg",
    "description": "The 'sonic turn' in recent art reflects a wider cultural awareness that sight no longer dominates our perception and understanding of reality. This sourcebook provides a genealogy of sonic pathways into the arts; philosophical reflections on the meanings of noise and silence; dialogues between art and music; investigations of the roles of listening and acoustic space; and a comprehensive survey of sound works by artists from the avant-garde era to the present."
  },
  {
    "title": "Books: Situation",
    "author": "Coles, Alex",
    "publisher": "",
    "date": "",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/1vu65jd/cdi_proquest_miscellaneous_880386589",
    "coverimage": "",
    "description": ""
  },
  {
    "title": "UTOPIAS",
    "author": "Yockel, David, Jr",
    "publisher": "Berkeley: University of California Press",
    "date": "",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/1vu65jd/cdi_proquest_journals_212081282",
    "coverimage": "",
    "description": ""
  },
  {
    "title": "Chance",
    "author": "Iversen, Margaret, editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Mass. : MIT Press",
    "date": "2010",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99130137030001451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262513920/lc.jpg",
    "description": "\"The chance situation or random event - whether as a strategy or as a subject of investigation - has been central to many artists' practices across a multiplicity of forms, including expressionism, automatism, the readymade, collage, surrealist and conceptual photography, fluxus event scores, film, audio and video, performance, and participatory artworks. But why - a century after Dada and Surrealism's first systematic enquiries - does chance remain a key strategy in artists' investigations into the contemporary world?\" \"The writings in this anthology examine the gap between intention and outcome, showing it to be crucial to the meaning of chance in art. The book provides a new critical context for chance procedures in art since 1900 and aims to answer such questions as why artists deliberately set up such a gap in their practice; what new possibilities this suggests; and why the viewer finds the art so engaging.\"--Jacket."
  },
  {
    "title": "The sublime",
    "author": "Morley, Simon, 1958- editor.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Mass. : MIT Press",
    "date": "2010",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99113658000001451",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262513913/lc.jpg",
    "description": "In a world where technology, spectacle and excess seem to eclipse former concepts of nature, the individual and society, what might be the characteristics of a contemporary sublime? If there is any consensus it is in the notion that the sublime represents a taking to the limits, to the point at which fixities begin to fragment. This anthology examines how ideas of the sublime are explored in the work of contemporary artists and theorists, in relation to the unpresentable, transcendence, terror, nature, technology, the uncanny and the altered states--Publisher's description."
  },
  {
    "title": "Failure",
    "author": "Le Feuvre, Lisa, editor. ; Whitechapel Art Gallery.",
    "publisher": "London : Whitechapel Gallery ; Cambridge, Mass. : MIT Press",
    "date": "2010",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750063301861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262514774/lc.jpg",
    "description": "\"Amidst current global uncertainty failure has become a central subject of investigation in recent art. Artists have actively claimed the space of failure to propose a resistant view of the world. Here success is deemed overrated, doubt embraced, experimentation encouraged and risk considered a viable position. Between the poles of success and failure lies a productive space where paradox rules and dogma is refused. This anthology establishes failure as a core concern in contemporary cultural production. Failure is one of a series documenting major themes and ideas in contemporary art.\""
  },
  {
    "title": "Situation",
    "author": "Doherty, Claire, editor.",
    "publisher": "Cambridge, MA : MIT Press",
    "date": "2009",
    "course": "",
    "instructor": "",
    "permalink": "https://alliance-clark.primo.exlibrisgroup.com/permalink/01ALLIANCE_CC/h94c86/alma99900750263701861",
    "coverimage": "https://proxy-na.hosted.exlibrisgroup.com/exl_rewrite/syndetics.com/index.php?client=primo&isbn=9780262513050/lc.jpg",
    "description": "Situation--a unique set of conditions produced in both space and time and ranging across material, social, political, and economic relations--has become a key concept in twenty-first-century art. Rooted in artistic practices of the 1960s and 1970s, the idea of situation has evolved and transcended these in the current context of globalization. This anthology offers key writings on areas of art practice and theory related to situation, including notions of the site specific, the artist as ethnographer or fieldworker, the relation between action and public space, the meaning of place and locality, and the crucial role of the curator in recent situation specific art. In North America and Europe, the site-specific is often viewed in terms of resistance to art's commoditization, while elsewhere situation-specific practices have defied institutions of authority. The contributors discuss these recent tendencies in the context of proliferating international biennial exhibitions, curatorial place-bound projects, and strategies by which artists increasingly unsettle the definition and legitimation of situation-based art. Artists surveyed include Vito Acconci, Allora & Calzadilla, Francis AlÃ¿s, Carl Andre, Artist Placement Group, Michael Asher, Amy Balkin, Ursula Biemann, Bik Van der Pol, Daniel Buren, Victor Burgin, Janet Cardiff, Center for Land Use Interpretation, Adam Chodzko, Collective Actions, Tacita Dean, Elmgreen & Dragset, Andrea Fraser, Hamish Fulton, Dan Graham, Liam Gillick, RenÃ©e Green, Group Material, Douglas Huebler, Bethan Huws, Pierre Huyghe, Robert Irwin, Emily Jacir, Ilya Kabakov, Leopold Kessler, JÃºlius Koller, Langlands & Bell, Ligna, Richard Long, Gordon Matta-Clark, Graeme Miller, Jonathan Monk, Robert Morris, Gabriel Orozco, Walid Ra'ad, Raqs Media Collective, Paul Rooney, Martha Rosler, Allen Ruppersberg, Richard Serra, Situationist International, Tony Smith, Robert Smithson, Vivan Sundaram, Rirkrit Tiravanija, Lawrence Weiner, Rachel Whiteread, Krzysztof Wodiczko, Qiu Zhijie. Writers include Arjun Appaduri, Marc AugÃ©, Wim Beeren, Josephine Berry Slater, Daniel Birnbaum, Ava Bromberg, Susan Buck-Morss, Michel de Certeau, Douglas Crimp, Gilles Deleuze, T.J. Demos, Rosalyn Deutsche, Thierry de Duve, Charles Esche, Graeme Evans, Patricia FalguiÃ¨res, Marina Fokidis, Hal Foster, Hou Hanrou, Brian Holmes, Mary Jane Jacob, Vasif Kortun, Miwon Kwon, Lu Jie, Doreen Massey, James Meyer, Ivo Mesquita, Brian O'Doherty, Craig Owens, Irit Rogoff, Peter Weibel--Publisher's description."
  }
]
